<?php
$a=array(
    "สิ่งที่สำคัญที่สุดคือ ดราต้องเชื่อว่าเราทำได้",
    "คนที่ไม่ขวนขวายสร้างอนาคตของตัวเอง ต้องยอมรับผลที่ตามมา",
    "ศิลปของการดำเนินชีวิตคือ การปรับตัวให้เหมาะสมกับแต่ละสถานการณ์",
    "หากต้องการมีความสุข เป็นตัวของตัวเอง เดินตามฝันของคุณ แล้วคุณจะรู้ความหมายของคำว่า ความสุข",
    "เมื่อชีวิตพบกับความทุกข์ จงหยุดตั้งคําถามว่า  ทำไมจึงเกิดกับเรา ให้ถามใหม่ว่า เมื่อเกิดทุกข์แล้วจะทำยังให้ผ่านทุกข์ไปได้แบบมีสติ",
    "การไม่มีเงินเป็นแค่ปัญหาชั่วคราว แต่การไม่มีเป้าหมายเป็นปัญหาตลอดชีวิต",
    "คุณจะเป็นคนกล้าหาญได้อย่างไร หากชีวิตมีแต่เรื่องดีๆเกิดขึ้นกับคุณตลอดเวลา",
    "หากต้องการความก้าวหน้าต้องยอมละความมั่นคงชั่วคราว",
    "ชีวิตจะใหญ่หรือเล็ก ขึ้นอยู่กับความกล้า",
    "ชีวิตจะเป็นเช่นไร หากเราไม่กล้าจะทำอะไรเลย.",
    "วันที่คุณเลิกทดลองสิ่งใหม่ๆ ...คือ...วันที่คุณพ่ายแพ้อย่างสิ้นเชิง...",
    "การไม่มีเงินเป็นแค่ปัญหาชั่วคราว แต่การไม่มีเป้าหมายเป็นปัญหาตลอดชีวิต",
    "คนที่ปรับปรุงไม่ได้...ก้าวหน้าไม่เป็น...",
    "เอาแต่พูด...เอาแต่ท่องทฤษฎี...ไม่ลงมือปฏิบัติไม่มีการพบความสำเร็จ...",
    "คนที่มีสมองที่ว่องไว...กับมือที่ขยัน...จะสามารถหาเงินได้ตลอดเวลา...",
    "เราไม่สามารถรู้ได้ว่า...เราจะบินได้สูงแค่ไหน...จนกว่าเราจะ...กางปีกแล้วบินออกไป...",
    "ถ้าทำในสิ่งที่เคยทำ...จะได้ในสิ่งที่เคยได้...ถ้าทำในสิ่งที่ไม่เคยทำ...คุณจะได้ในสิ่งที่ไม่เคยได้...",
    "เพียงเปลี่ยนความคิด...ชีวิตคุณก็เปลี่ยน...",
    "เวลาเจอวิกฤต...ให้บอกตัวเองว่า...นี่คือบทพิสูจน์สัจธรรม...ในวิกฤตย่อมมีโอกาส...",
    "เวลาเจอคนกลิ้งกะล่อน...ให้บอกตัวเองว่า...นี่คืออุทาหรณ์ของชีวิต...ที่ไม่น่าเจริญรอยตาม...",
    "การไตร่ตรอง...เป็นเครื่องประคองความผิดพลาด..."
);
$random_key = array_rand($a,1);
echo "<p>" . $a[$random_key] . "</p>";